[
  {
    "id": 1001,
    "name": "Monarch",
    "address": "1210 North Tryon Street Charlotte, NC 28206",
    "ph": "(866) 272-7826",
    "url": "https://monarchnc.org/",
    "email": "referral@monarchnc.org",
    "description": "Services include outpatient Therapy and Psychiatric Services (children and adults), Intensive In-Home Services (ages 3-20) Peer Services (adults only)"
  },
  {
    "id": 1002,
    "name": "Anuvia",
    "address": "100 Billingsley RdCharlotte, NC 28211",
    "ph": "(704) 376-7447",
    "url": "https://www.anuvia.org/",
    "email": "n/a",
    "description": "Offers affordable assessments and treatment for addiction. Anuvia provides an array of science-based prevention & education services, is recognized by the State of North Carolina for excellence, and offers a full continuum of assessment, pre-treatment and outpatient treatment services. Anuvia is also home to the only Latino Services Division in the region offering cultural-and language-appropriate education, assessment and treatment. "
  },

  {
    "id": 1003,
    "name": "CMC Behavior Health Centers Assertive Community Treatment Team 1",
    "address": "439 Billingsley Rd Charlotte, NC 28211",
    "ph": "(704) 432-0234",
    "url": "https://atriumhealth.org/medical-services/prevention-wellness/behavioral-health",
    "email": "n/a",
    "description": "This program consists of intensive outpatient, case management and wraparound services to assist clients in remaining in the community. To be eligible for services, clients must have had unsuccessful episodes of traditional outpatient treatment. It is a long term service that provides person-centered treatment geared toward maintaining psychiatric stability and reducing the negative consequences of substance use."
  },

  {
    "id": 1004,
    "name": "McLeod Addictive Disease Center, INC.",
    "address": "515 Clanton Rd, Charlotte, NC 28217",
    "ph": "(704) 332-9001",
    "url": "https://www.mcleodcenter.com/",
    "email": "n/a",
    "description": "McLeod Center is designed and managed for the sole purpose of providing an appropriate level of care for persons living in the Carolinas who are seeking education, intervention, treatment, or support related to their addictive disease. Abstinence from the use of mood altering substances will be the primary intent of all services provided. Residential Treatment Center (20-bed facility) Outpatient treatment for adults Family Counseling, Aftercare Support, Methadone Treatment Program (Charlotte)"
  },

  {
    "id": 1005,
    "name": "New Beginnings",
    "address": "1508 Cleveland Avenue Charlotte, N.C. 28203",
    "ph": "(704) 334-6574",
    "url": "n/a",
    "email": "n/a",
    "description": "Outpatient Assessments and Evaluations, 20 and 40 hour Treatment/Education Program, Family Services, Drug Testing and DWI Assessments"
  },

  {
    "id": 1006,
    "name": "PCP/Sail",
    "address": "5601 Executive Drive Center, Charlotte, N.C. 28212",
    "ph": "(704) 561-0920",
    "url": "http://www.pcpartnerships.org/",
    "email": "n/a",
    "description": "PCP/SAIL is an Outpatient Center for the treatment of Alcohol and Drug Abuse or Dependency. PCP/SAIL offers DWI assessments, Drug and Alcohol Education, Latino services, as well as several levels of treatment for individuals struggling with addiction and/or dual diagnosis.  Each individual is given a comprehensive assessment."
  }

]
